// lilia.shamsutdinova
// GrazieTest
// net6_Console
// Chinese.cs

namespace net6_Console;

public class Chinese
{
    // 海狸是最好的动物好
    /// <summary>
    /// 
    /// </summary>
    private void 测试(string 海狸是最好的动物好)
    {
        /*如今在一个络网技术快速发展的信息爆炸的时
           代，网络上每天都有巨量的数据在不断地产生。而网
           络上的文本往往包含许多拼写错误，这一点在个人
           用户、自媒体发等布的内容中尤其地明显。并且这种
           错误往往不影响人类对文本意义的理解，有时甚至
           难以被发现。这现个象在文英中有出现，在中文中更
           是如此，所以这一现象似乎是跨语言的。因此，在这
           样的文本中，人们可以通过明智地输入拼写错误来
           执行信息隐藏，这并不奇怪。本文计划针对新浪微博
           或者微信上的文本内容进行中文打字错误的研究，
           以期望能利用现今的自然语言处理技术研究出基于
           中文打字错误的信息隐藏算法，该算法能利用精心
           伪造的打字错误将秘密信息嵌入到中文文本中，并
           保证文本的可读性与秘密信息的隐蔽性。不同于基
           于格式的隐写算法，该算法可以抵抗格式调整、OCR
           重新输入等。并且由于微博、微信包含了多种媒体，
           该算法可以联合其他算法进行跨媒体甚至跨社交网
           络的信息隐藏。
         */
    }
}